export default function() {
	return {
		posts: [
		{
			id: '1',
			cover: require('@/assets/Naruto-manga.jpg'),
			origtitle: 'Naruto',
			title: 'Наруто',
			date: '1999',
			authors: 'Масаши Кишимото',
			translators: 'No body',
			publishing: 'No org',
			genre: 'Сёнен',
			tittle_status: 'end',
			translation_status: 'end',
			description: 'Двенадцать лет назад, мощный Девятихвостый Демон-Лис напал на деревню ниндзя, Коноху. Демон был быстро побежден и запечатан в младенце по имени Наруто Узумаки. Но для этого, главному ниндзя Конохи, четвёртому хокаге пришлось пожертвовать жизнью... Теперь, по прошествии 12-и лет, Наруто является номером один среди придурков ниндзя, который полон решимости стать следующим Хокаге и получить признание всех, кто когда-либо сомневался в нем!',
		},
		]
	}
}